"%d hours ago" = "Hace %1$d horas";

"%d minutes ago" = "Hace %1$d minutos";

"%d of %d" = "%1$d de %2$d";

"%d seconds ago" = "Hace %1$d segundos";

"%dd" = "%1$d d";

"%dh" = "%1$d h";

"%dm" = "%1$d m";

"<1m" = "< 1 m";

"about a minute ago" = "hace un minuto aproximadamente";

"about an hour ago" = "hace una hora aproximadamente";

"Alert" = "Alerta";

"Are you sure you want to cancel?" = "¿Seguro que deseas cancelar?";

"Cancel" = "Cancelar";

"Connection Error" = "Error de conexión";

"Connection Timed Out" = "Se ha agotado el tiempo de espera de la conexión";

"Done" = "Hecho";

"EEE h:mm a" = "EEE, H:mm";

"EEEE" = "EEEE";

"EEEE, LLLL d, YYYY" = "EEEE, d 'de' LLLL 'de' YYYY";

"Error" = "Error";

"h:mm a" = "H:mm";

"just a moment ago" = "Hace un momento";

"Last updated: %@" = "Última actualización: %1$@";

"Last updated: never" = "Última actualización: nunca";

"Load More Photos..." = "Cargar más fotos...";

"Loading..." = "Cargando...";

"M/d/yy" = "d/M/yy";

"MMM d h:mm a" = "d 'de' MMM, H:mm";

"MMMM" = "MMMM";

"MMMM d" = "d 'de' MMMM";

"New Message" = "Nuevo mensaje";

"No" = "No";

"No Internet Connection" = "No hay conexión a Internet";

"No Photos" = "No hay fotos";

"Ok" = "Aceptar";

"OK" = "Aceptar";

"Open in Safari" = "Abrir en Safari";

"Open in Facebook" = "Abrir en Facebook";

"Photo" = "Foto";

"Post" = "Publicación";

"Pull down to update..." = "Tira hacia abajo para actualizar...";

"Release to update..." = "Suelta para actualizar...";

"Search" = "Búsquedas";

"See All" = "Ver todas";

"Send" = "Enviar";

"Sending..." = "Enviando...";

"Showing %@ of %@ Photos" = "Se muestran %1$@ de %2$@ fotos";

"Showing %@ Photos" = "Se muestran %1$@ fotos";

"Sorry, there was an error." = "Ha habido un error.";

"Subject:" = "Asunto:";

"This photo set contains no photos." = "Este conjunto de fotos no contiene fotos.";

"To:" = "Para:";

"Today" = "Hoy";

"Unable to load this photo set." = "No se puede cargar este conjunto de fotos.";

"Updating..." = "Actualizando...";

"Yes" = "Sí";

"Yesterday" = "Ayer";

"yyyy" = "yyyy";

